tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "dunn/emacs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/emacs"
tap "homebrew/services"
tap "homebrew/versions"
brew "ack"
brew "ant"
brew "openssl"
brew "aria2"
brew "readline"
brew "python"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libpng"
brew "libffi"
brew "certbot"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "doctl"
brew "elixir"
brew "elm", link: false
brew "elm-format"
brew "gmp"
brew "nettle"
brew "lame"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "ghi"
brew "git"
brew "go"
brew "pkg-config"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "ispell"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libxslt"
brew "libyaml"
brew "maven"
brew "minimal-racket", link: false
brew "mysql@5.5", restart_service: true
brew "neovim"
brew "node@10", link: true
brew "opam"
brew "pandoc"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "tsung"
brew "unixodbc"
brew "watchman"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "d12frosted/emacs-plus/emacs-plus", args: ["without-spacemacs-icon"]
brew "homebrew/emacs/inf-ruby"
cask "android-platform-tools"
cask "android-sdk"
cask "iina"
cask "intel-haxm"
cask "keybase"
cask "macvim"
cask "quicklook-json"
cask "racket"
cask "react-native-debugger"
cask "reactotron"
cask "visual-studio-code"
cask "webpack-dashboard"
cask "wkhtmltopdf"
