tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/emacs'
tap 'homebrew/fuse'
tap 'homebrew/games'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
brew 'ack'
brew 'android-platform-tools'
brew 'docbook'
brew 'asciidoc'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'pkg-config'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'chruby'
brew 'colordiff'
brew 'cscope'
brew 'ctags'
brew 'diff-so-fancy'
brew 'libtool'
brew 'makedepend'
brew 'openssl'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick']
brew 'fasd'
brew 'ocaml'
brew 'flow'
brew 'unixodbc'
brew 'freetds'
brew 'gdbm'
brew 'go'
brew 'gradle'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'htop-osx'
brew 'hub'
brew 'icdiff'
brew 'ispell'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libcouchbase'
brew 'libgpg-error'
brew 'libksba'
brew 'libyaml'
brew 'lua'
brew 'homebrew/dupes/tcl-tk'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'macvim', args: ['with-lua']
brew 'mercurial'
brew 'openssl@1.1'
brew 'nginx'
brew 'nmap'
brew 'nvm'
brew 'ossp-uuid'
brew 'postgresql', args: ['with-dtrace', 'without-perl']
brew 'pgcli'
brew 'pgtune'
brew 'phantomjs'
brew 'q'
brew 'rabbitmq'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-install'
brew 'source-highlight'
brew 'spark'
brew 'swi-prolog'
brew 'terminal-notifier'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'tree'
brew 'v8'
brew 'vim', args: ['with-lua']
brew 'watchman', args: ['HEAD']
brew 'wellington'
brew 'yarn'
brew 'zsh'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/emacs/tern'
brew 'homebrew/games/nethack'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
cask 'react-native-debugger'
cask 'sublime-text'
