tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antibody"
brew "bat"
brew "direnv"
brew "doctl"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helm"
brew "kubernetes-cli"
brew "navi"
brew "ripgrep"
brew "sccache"
brew "sk"
brew "starship"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
cask "appcleaner"
cask "bettertouchtool"
cask "discord"
cask "emacs"
cask "font-fira-code-nerd-font"
cask "github"
cask "lens"
cask "plex"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "vlc"
cask "whatsapp"
